{
  "countries": [
    {
      "id": 1,
      "key": "japan",
      "name": "Япония",
      "description": "Япония — островное государство в Восточной Азии, сочетающее в себе древние традиции и современные технологии. Страна известна своей культурой, храмами Киото, сакурой, мегаполисами Токио и Осака, а также кухней."
    },
    {
      "id": 2,
      "key": "france",
      "name": "Франция",
      "description": "Франция — страна искусства, моды и высокой кухни. Париж с Эйфелевой башней, Лувром, винодельни Бордо и лазурные пляжи Ниццы."
    },
    {
      "id": 3,
      "key": "brazil",
      "name": "Бразилия",
      "description": "Бразилия — крупнейшая страна Южной Америки, известная карнавалами, самбой, футболом, Амазонкой и тропическими лесами."
    },
    {
      "id": 4,
      "key": "italy",
      "name": "Италия",
      "description": "Италия — страна истории, искусства и кулинарии. Рим, Венеция, Флоренция, Колизей, Ватикан, паста и пицца."
    },
    {
      "id": 5,
      "key": "canada",
      "name": "Канада",
      "description": "Канада — страна лесов, озёр и гор. Города Торонто, Ванкувер, Монреаль, северное сияние, национальные парки, хоккей и кленовый сироп."
    },
    {
      "id": 6,
      "key": "egypt",
      "name": "Египет",
      "description": "Египет — колыбель древней цивилизации, пирамиды, Сфинкс, Каир с музеями и базарами, Красное море."
    },
    {
      "id": 7,
      "key": "greece",
      "name": "Греция",
      "description": "Греция — родина философии, демократии и Олимпийских игр. Афины, острова с белыми домами, средиземноморская кухня."
    },
    {
      "id": 8,
      "key": "india",
      "name": "Индия",
      "description": "Индия — страна контрастов, Тадж-Махал, Мумбаи, Дели, специи, йога, Болливуд."
    },
    {
      "id": 9,
      "key": "china",
      "name": "Китай",
      "description": "Китай — древняя цивилизация, Великая Китайская стена, Терракотовая армия, Шанхай, Пекин, кухня и культура."
    },
    {
      "id": 10,
      "key": "spain",
      "name": "Испания",
      "description": "Испания — страна солнца, Барселона, Мадрид, фламенко, тапас, паэлья и пляжи."
    },
    {
      "id": 11,
      "key": "germany",
      "name": "Германия",
      "description": "Германия — страна замков, технологий и истории. Ротенбург, Берлин, Мюнхен, пиво, Октоберфест."
    },
    {
      "id": 12,
      "key": "mexico",
      "name": "Мексика",
      "description": "Мексика — страна древних цивилизаций, пирамиды, День мёртвых, острая кухня, пляжи Карибского моря."
    },
    {
      "id": 13,
      "key": "australia",
      "name": "Австралия",
      "description": "Австралия — страна-континент, кенгуру, коалы, Сиднейская опера, Большой Барьерный риф, спорт и природа."
    },
    {
      "id": 14,
      "key": "turkey",
      "name": "Турция",
      "description": "Турция — страна на стыке Европы и Азии, Стамбул с Айя-Софией, Каппадокия, кухня и гостеприимство."
    },
    {
      "id": 15,
      "key": "argentina",
      "name": "Аргентина",
      "description": "Аргентина — страна танго и футбола, Буэнос-Айрес, Патагония, водопады Игуасу, мясо и вино."
    },
    {
      "id": 16,
      "key": "switzerland",
      "name": "Швейцария",
      "description": "Швейцария — страна Альп, шоколад, часы, горнолыжные курорты, порядок и нейтралитет."
    },
    {
      "id": 17,
      "key": "south_korea",
      "name": "Южная Корея",
      "description": "Южная Корея — сочетание традиций и технологий, Сеул, K-pop, дорамы, кухня с кимчи и барбекю."
    },
    {
      "id": 18,
      "key": "uk",
      "name": "Великобритания",
      "description": "Великобритания — островное государство, Лондон, Шекспир, Битлз, чай и пабы."
    },
    {
      "id": 19,
      "key": "south_africa",
      "name": "ЮАР",
      "description": "ЮАР — страна разнообразия культур и природы, сафари, Кейптаун, Столовая гора, демократия."
    },
    {
      "id": 20,
      "key": "thailand",
      "name": "Таиланд",
      "description": "Таиланд — «страна улыбок», Бангкок, буддийские храмы, острова Пхукет и Самуи, кухня от острого до сладкого."
    }
  ]
}
